driver-tests/bpelse/assign/AssignJbi/test/echoAnyURIDataType_Invoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://stc.com/echoAnyURIDataType">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <item xmlns="http://stc.com/echoAnyURIDataType">
    <string>http://www.my.com/ac/caelumque</string>
    <normalizedString>http://www.my.com/ac/caelumque</normalizedString>
    <token>http://www.my.com/ac/caelumque</token>
    <base64Binary>http://www.my.com/ac/caelumque</base64Binary>
    <hexBinary>http://www.my.com/ac/caelumque</hexBinary>
    <integer>http://www.my.com/ac/caelumque</integer>
    <positiveInteger>http://www.my.com/ac/caelumque</positiveInteger>
    <negativeInteger>http://www.my.com/ac/caelumque</negativeInteger>
    <nonNegativeInteger>http://www.my.com/ac/caelumque</nonNegativeInteger>
    <nonPositiveInteger>http://www.my.com/ac/caelumque</nonPositiveInteger>
    <long>http://www.my.com/ac/caelumque</long>
    <unsignedLong>http://www.my.com/ac/caelumque</unsignedLong>
    <int>http://www.my.com/ac/caelumque</int>
    <unsignedInt>http://www.my.com/ac/caelumque</unsignedInt>
    <short>http://www.my.com/ac/caelumque</short>
    <unsignedShort>http://www.my.com/ac/caelumque</unsignedShort>
    <byte>http://www.my.com/ac/caelumque</byte>
    <unsignedByte>http://www.my.com/ac/caelumque</unsignedByte>
    <decimal>http://www.my.com/ac/caelumque</decimal>
    <float>http://www.my.com/ac/caelumque</float>
    <double>http://www.my.com/ac/caelumque</double>
    <boolean>http://www.my.com/ac/caelumque</boolean>
    <duration>http://www.my.com/ac/caelumque</duration>
    <dateTime>http://www.my.com/ac/caelumque</dateTime>
    <date>http://www.my.com/ac/caelumque</date>
    <time>http://www.my.com/ac/caelumque</time>
    <gYear>http://www.my.com/ac/caelumque</gYear>
    <gYearMonth>http://www.my.com/ac/caelumque</gYearMonth>
    <gMonth>http://www.my.com/ac/caelumque</gMonth>
    <gMonthDay>http://www.my.com/ac/caelumque</gMonthDay>
    <gDay>http://www.my.com/ac/caelumque</gDay>
    <Name>http://www.my.com/ac/caelumque</Name>
    <QName>http://www.my.com/ac/caelumque</QName>
    <NCName>http://www.my.com/ac/caelumque</NCName>
    <anyURI>http://www.my.com/ac/caelumque</anyURI>
    <language>http://www.my.com/ac/caelumque</language>
    <ID>http://www.my.com/ac/caelumque</ID>
    <IDREF>http://www.my.com/ac/caelumque</IDREF>
    <IDREFS>http://www.my.com/ac/caelumque</IDREFS>
    <ENTITY>http://www.my.com/ac/caelumque</ENTITY>
    <ENTITIES>http://www.my.com/ac/caelumque</ENTITIES>
    <NMTOKEN>http://www.my.com/ac/caelumque</NMTOKEN>
    <NMTOKENS>http://www.my.com/ac/caelumque</NMTOKENS>
  </item>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>